/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "I contatti nella tua rubrica verranno raccolti da Snapchat."; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "Salva gli Snap nel rullino foto, invia foto e video in Chat, e molto altro."; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "Utilizza la fotocamera per realizzare Snap, video chat, aggiungere amici mediante Snapcode e molto altro.";

"NSMicrophoneUsageDescription" = "Utilizza il microfono per registrare audio su Snap, video chat e molto altro.";

"NSMotionUsageDescription" = "Snapchat registra se il tuo dispositivo è in posizione verticale oppure orizzontale quando scatti uno Snap, usi le Lenti, leggi Discover e guardi gli spot.";

"NSLocationWhenInUseUsageDescription" = "Snapchat utilizza questa funzione per personalizzare la tua fruizione e consentirti di scoprire i filtri, le storie e molto altro intorno a te."; // Reworded 09/12/2016
